Repository: Bookingfor/bookingfor-wordpress-plugin
Catalog: lang/bfi-*.po
Languages: el, it_it

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
el: Αυτό είναι ένα demo κατάστημα για δοκιμαστικούς σκοπούς &mdash;; δεν υπάρχουν παραγγελίες πρέπει να πληρούνται.
it_it: Si tratta di un negozio demo per scopi di test &mdash; nessun ordine devono essere adempiuto.

source: Search Results: &ldquo;%s&rdquo;
el: Αποτελέσματα αναζήτησης:&ldquo;%s&rdquo;
it_it: Risultati ricerca: &ldquo;%s&rdquo;

source: &nbsp;&ndash; Page %s
el: &nbsp;&ndash; Σελίδα %s
it_it: &nbsp;&ndash; Pagina %s

# Page slug
source: search-availability
el: Αναζήτηση διαθεσιμότητας
it_it: ricerca-disponibilita

# Page title
source: Search Availability
el: Αναζήτηση διαθεσιμότητας
it_it: Ricerca Disponibilità

# Page slug
source: properties-for-sale
el: καταλύματα-προς πώληση
it_it: case-in-vendita

# Page title
source: Search Properties for sale
el: Αναζήτηση καταλυμάτων προς πώληση
it_it: Case in vendita

# Page slug
source: merchantdetails
it_it: scheda-esercente

# Page title
source: Merchant Details
it_it: Scheda esercente

# Page slug
source: condominiumdetails
it_it: dettagli-condominio

# Page title
source: Condominium Details
it_it: Dettagli condominio

# Page slug
source: accommodation-details
el: διαμονή-λεπτομέρειες
it_it: alloggio

# Page title
source: Accommodation Details
el: Λεπτομέρειες διαμονής
it_it: Scheda alloggio

# Page slug
source: onsell-details
el: onsell-λεπτομέρειες
it_it: vendita

# Page title
source: On Sell Details
el: Σχετικά με τις λεπτομέρειες της πώλησης
it_it: Scheda vendita

# Page slug
source: orders
el: παραγγελίες
it_it: Prenotazioni

# Page title
source: Order Details
el: Λεπτομέρειες παραγγελίας
it_it: Dettaglio prenotazione

# Page slug
source: payment
el: πληρωμή
it_it: pagamento

# Page title
source: Payment Details
el: Λεπτομέρειες πληρωμής
it_it: Pagamento

# Page slug
source: my-account
el: ο λογαριασμός μου
it_it: il mio account

# Page title
source: My Account
el: Ο λογαριασμός μου
it_it: Il mio Account

# Page title
source: Cart Details
el: Καλάθι λεπτομέρειες
it_it: Dettagli carrello

# slug
source: merchantlist
it_it: lista-esercenti

source: Merchant list pages
el: Σελίδες Merchant λίστα
it_it: Lista esercenti

source: Merchant list page
el: Σελίδα λίστα εμπόρων
it_it: Lista esercenti

# Admin menu name
source: Merchant list
el: Λίστα Merchant
it_it: Lista esercenti

source: Add Merchant list page
el: Προσθέστε σελίδα λίστα Merchant
it_it: Aggiungi una lista esercenti

source: Add New Merchant list page
el: Προσθέστε νέο Merchant σελίδα λιστας
it_it: Aggiungi una lista esercenti

source: Edit
el: Επεξεργασία
it_it: Modifica

source: Edit Merchant list page
el: Επεξεργαστείτε τη σελίδα λίστα Merchant
it_it: Modifica lista esercenti

source: New Merchant list page
el: Νέα σελίδα λίστα Merchant
it_it: Aggiungi una lista esercenti

source: View Merchant list page
el: Προβολή Merchant σελίδα λιστας
it_it: Dettagli lista esercenti

source: Search Merchant list page
el: Αναζήτηση Merchant σελίδα λιστας
it_it: Pagina di elenco di ricerca commerciante

source: No Merchant list page found
el: Δεν βρέθηκε καμία σελίδα λίστα Merchant
it_it: Nessuna pagina di elenco Merchant trovata

source: No Merchant list page found in trash
el: Καμία σελίδα λίστα Merchant βρέθηκε στα σκουπίδια
it_it: Nessuna pagina di elenco Merchant trovata nella spazzatura

source: Parent Merchant list page
el: Γονική Merchant λίστα σελίδας
it_it: Pagina di elenco di padre commerciante

source: Insert into Merchant list page
el: Εισαγάγετε στη λίστα της σελίδας Merchant
it_it: Inserire nella pagina elenco Merchant

source: Uploaded to this Merchant list page
el: Ανέβηκε σε αυτή τη σελίδα λίστα Merchant
it_it: Caricata su questa pagina di elenco Merchant

source: Filter Merchant list pages
el: Φίλτρο Merchant σε σελίδα λίστας
it_it: Filtrare le pagine elenco Merchant

source: Merchant list pages navigation
el: Πλοήγηση σελίδων λίστας Merchant
it_it: Navigazione di pagine elenco mercantili

source: This is where you can add new Merchant list page.
el: Αυτό είναι όπου μπορείτε να προσθέσετε νέα σελίδα λίστας Merchant.
it_it: Questo è dove è possibile aggiungere la nuova pagina di elenco Merchant.

source: Merchant details
el: Λεπτομέρειες Merchant
it_it: Dettagli esercente

source: Condominium details
it_it: Dettagli condominio

source: Accomodation details
el: Λεπτομέρειες διαμονής
it_it: Dettagli alloggio

source: Order details
el: Λεπτομέρειες παραγγελίας
it_it: Dettagli prenotazione

source: On Sell details
el: Σχετικά με τις λεπτομέρειες της πώλησης
it_it: Dettagli vendita

source: Cart details
el: Καλάθι λεπτομέρειες
it_it: Dettagli carrello

source: Autentication Mode
it_it: Metodo di autenticazione

source: Categories
el: Κατηγορίες
it_it: Categorie

source: Merchant category filter
el: Φίλτρο κατηγορίας Merchant
it_it: Filtro per categoria merceologica

source: Merchant Rating filter
el: Merchant φίλτρο χαρακτηρισμού
it_it: Mercantili voto filtro

source: All
el: Όλα
it_it: Tutto

source: Cities
el: Πόλεις
it_it: Città

source: BookingFor search result page
el: BookingFor σελίδα αποτελεσμάτων αναζήτησης
it_it: Pagina di risultati di ricerca di BookingFor

source: BookingFor Merchant details page
el: Στη σελίδα λεπτομερειών BookingFor Merchant
it_it: Pagina Dettagli BookingFor Merchant

source: BookingFor Accommodation details page
el: Σελίδα λεπτομερειών BookingFor καταλύματα
it_it: Pagina Dettagli BookingFor alloggio

source: BookingFor On Sell details page
el: BookingFor για πώληση σελίδα λεπτομερειών
it_it: BookingFor su vendere pagina Dettagli

source: BookingFor Merchant List page
el: BookingFor Merchant λίστα σελίδα
it_it: Pagina elenco Merchant BookingFor

source: BookingFor Cart Details page
it_it: BookingFor pagina dettaglio Carrello

# slug
source: search-availability
el: Αναζήτηση διαθεσιμότητας
it_it: ricerca-disponibilita

# slug
source: merchantdetails
it_it: scheda-esercente

# slug
source: cartdetails
it_it: carrello

# slug
source: accommodation-details
el: διαμονή-λεπτομέρειες
it_it: alloggio

# slug
source: onsell-details
el: onsell-λεπτομέρειες
it_it: vendita

source: These settings control the permalinks used specifically for BookingFor.
el: Αυτές οι ρυθμίσεις ελέγχουν το permalinks χρησιμοποιούνται ειδικά για BookingFor.
it_it: Queste impostazioni controllano i permalink utilizzati specificamente per BookingFor.

# default-slug
source: search-availability
el: Αναζήτηση διαθεσιμότητας
it_it: ricerca-disponibilita

source: Search Availability base
el: Αναζήτηση βάση διαθεσιμότητας
it_it: Base di ricerca disponibilità

source: Custom Base
el: Προσαρμοσμένη βάση
it_it: Base personalizzata

source: Enter a custom base to use. A base <strong>must</strong> be set or WordPress will use default instead.
el: Για να εισαγάγετε μια προσαρμοσμένη βάση να χρησιμοποιήσετε. Μια βάση <strong> πρέπει να </strong> είναι ρυθμισμένος ή WordPress θα χρησιμοποιήσει την προεπιλεγμένη αντί.
it_it: Immettere una base personalizzata da utilizzare. Una base <strong> deve </strong> essere impostato o WordPress utilizzerà predefinito invece.

# default-slug
source: searchavailability
it_it: ricercadisponibilita

source: U.S. dollar
it_it: Dollaro Americano

source: Japanese yen
it_it: Yen Giapponese

source: Canadian dollar
it_it: Dollaro canadese

source: Australian dollar
it_it: Dollaro australiano

source: Russian Ruble
it_it: Rublo russo

source: Czech koruna
it_it: Corona ceca

source: Singapore dollar
it_it: Dollaro di Singapore

source: Pound sterling
it_it: Sterlina britannica

source: If you like <strong>BookingFor</strong> please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating. A huge thank you from Bookingfor in advance!
el: Αν σας αρέσει <strong>BookingFor </strong>παρακαλώ αφήστε μας ένα %s&#9733;&#9733;&#9733;&#9733;&#9733;%s βαθμολογίας. Ένα τεράστιο ευχαριστώ από Bookingfor εκ των προτέρων!
it_it: Se ti piace <strong> BookingFor </strong> si prega di lasciare un %s &#9733; &#9733; &#9733; &#9733; &#9733; %s voto. Un enorme grazie da Bookingfor in anticipo!

source: Thanks
el: Ευχαριστώ
it_it: Grazie

source: Thank you for selling with BookingFor.
el: Σας ευχαριστούμε για την πώληση με BookingFor.
it_it: Grazie per la vendita con BookingFor.

source: Save changes
el: Αποθηκεύστε τις αλλαγές
it_it: Salva

# Page slug
source: thanks
el: Ευχαριστώ
it_it: grazie

# Page slug
source: errors
el: σφάλματα
it_it: errore

source: Display the user's Cart link in the sidebar.
el: Εμφάνιση του χρήστη καλάθι σύνδεση στο sidebar.
it_it: Visualizzare link carrello dell'utente nella barra laterale.

source: BookingFor Cart
el: BookingFor καλάθι
it_it: BookingFor carrello

source: Title
el: Τίτλος
it_it: Titolo

source: Display the user's currency switcher in the sidebar.
it_it: Visualizzare il cambio di valuta dell'utente nella barra laterale.

source: BookingFor currency switcher
it_it: BookingFor cambio valuta

source: A Search box for multimerchant, monomerchant and sell on.
el: Ένα πλαίσιο αναζήτησης για multimerchant, monomerchant και να πωλούν σε.
it_it: Un box di ricerca per multimerchant, monomerchant e vendite.

source: BookingFor Search
el: Αναζήτηση BookingFor
it_it: BookingFor - Motore di ricerca risorse

source: Booking
el: Κράτηση
it_it: Prenota

source: Activities
el: Δραστηριότητες
it_it: Attività

source: Real Estate
el: Ακίνητη περιουσία
it_it: Vendite

source: Nights
el: Νύχτες
it_it: Notti

source: Days
el: Ημέρες
it_it: Giorni

source: Unit of times
it_it: Unità di tempo

source: Time slot
it_it: Fascia oraria

source: Resource
it_it: Risorsa

source: Condominium
it_it: Condominio

source: Service
it_it: Servizio

source: Displays horizontally
el: Εμφανίζει οριζόντια
it_it: Vengono visualizzati orizzontalmente

source: Tab
el: Καρτέλα
it_it: Scheda

source: Block Months
el: Μπλόκο μήνες
it_it: Mesi di blocco

source: Disable Days
el: Απενεργοποίηση ημέρες
it_it: Disabilitare i giorni

source: Merchant category
el: Κατηγορία εμπόρων
it_it: Categoria Merchants

source: Product category
el: Κατηγορία προϊόντος
it_it: Categoria di prodotto

source: Search availability for
it_it: Ricerca disponibilità per

source: Items type
it_it: Tipo prodotto

source: Default group by
it_it: Raggruppamento predefinito per

source: Fields Visibility
el: Ορατότητα πεδίων
it_it: Campi di visibilità

source: Search text
it_it: Ricerca testuale

source: (Merchants, Products, Tags, Merchants and Products Categories, Regions, States, Cities, Zones)
it_it: (Merchants, Prodotti, Tag, Categorie di Merchants e Prodotti, Regioni, Stati, Città, Zone)

source: or
it_it: o

source: Destination
el: Προορισμός
it_it: Zona

source: Map Button
el: Κουμπί χάρτη.
it_it: Pulsante mappa

source: Type
el: Τύπος
it_it: Tipo

source: Date Range
el: Εύρος ημερομηνιών
it_it: Intervallo di date

source: Adults
el: Ενήλικες
it_it: Adulti

source: Childrens
el: Παιδικά
it_it: Per i bambini

source: Services
el: Υπηρεσίες
it_it: Servizi

source: Only Online Booking
el: Μόνο Online κράτησης
it_it: Prenotazione solo Online

source: (Regions, States, Cities, Zones)
it_it: (Regioni, Stati, Città, Zone)

source: Contract
el: Σύμβαση
it_it: Contratto

source: Price
el: Τιμή
it_it: Prezzo

source: Floor Area
el: Περιοχή πατωμάτων
it_it: Zona di piano

source: BedRooms
el: Υπνοδωμάτια
it_it: Camere da letto

source: Rooms
el: Δωμάτια
it_it: Numero locali

source: Baths
el: Λουτρά
it_it: Bagni

source: Only New
el: Μόνο νέα
it_it: Solo nuovo

source: Services list
el: Λίστα υπηρεσιών
it_it: Elenco servizi

source: A details merchant box.
el: Ένα κουτί Merchant λεπτομέρειες.
it_it: Un box con i dettagli del merchant.

source: BookingFor details merchant box
el: BookingFor στοιχεία κουτιού merchant
it_it: BookingFor dettagli merchant

source: A Carousel list of Merchants.
el: Λίστα Merchants με εναλλασσόμενες εικόνες.
it_it: Un modulo con un elenco a scorrimento di esercenti

source: BookingFor Merchants
it_it: BookingFor - Banner Merchants

source: Tags
el: Ετικέτες
it_it: Tag

source: Items per page
el: Αντικείμενα ανά σελίδα
it_it: Elementi per pagina

source: Max items
el: Max στοιχεία
it_it: Limite massimo

source: Max description characters
el: Χαρακτήρες περιγραφής Max
it_it: Massimo numero di caratteri

source: A Filter box.
el: Ένα κουτί φίλτρου.
it_it: Un modulo per filtrare i risultati della ricerca per risorse

source: BookingFor Search Filters
el: Φίλτρα αναζήτησης BookingFor
it_it: BookingFor - Filtri ricerca

source: Your Cart is empty!
el: Το καλάθι σας είναι άδειο!
it_it: Il tuo carrello è vuoto!

source: Secure booking. We protect your information
it_it: Prenotazione sicura. Noi proteggiamo le tue informazioni

source: Your reservation includes
it_it: La tua prenotazione include

source: Information
it_it: Informazione

source: For
it_it: Per

source: Unit price
it_it: Prezzo unitario

source: Options
it_it: Opzioni

source: Children
el: Τα παιδιά
it_it: Bambini

source: Years
el: Χρόνια
it_it: Anni

source: from
el: από
it_it: da

source: until
it_it: fino a

source: Total
el: Σύνολο
it_it: Totale

source: days
it_it: giorni

source: nights
it_it: notti

source: hours
it_it: ore

source: Included
it_it: Incluso

source: VAT
it_it: IVA

source: Not included
it_it: Non incluso

source: City tax per person per night.
it_it: Tassa di soggiorno a persona per notte.

source: Cancellation FREE
it_it: Cancellazione GRATUITA

source: You may cancel free of charge until %1$s before arrival. You will be charged %2$s if you cancel in the %1$s before arrival.
it_it: Puoi cancellare gratuitamente fino a %1$s prima dell'arrivo. Se cancelli entro %1$s precedenti all'arrivo ti sarà addebitato %2$s.

source: You may cancel free of charge until arrival.
it_it: Puoi cancellare gratuitamente fino all'arrivo

source: Special conditions
it_it: Condizioni speciali

source: You may cancel with a charge of %3$s until %1$s before arrival. You will be charged %2$s if you cancel in the %1$s before arrival.
it_it: Puoi cancellare con un addebito di %3$s fino a %1$s prima dell'arrivo. Se cancelli entro %1$s precedenti all'arrivo ti sarà addebitato %2$s.

source: You will be charged %1$s if you cancel before arrival.
it_it: Ti sarà addebitato %1$s se annulli prima dell'arrivo.

source: Non refundable
it_it: Non rimborsabile

source: You will be charged all if you cancel before arrival.
it_it: Ti sarà addebitato l'intero importo se annulli prima dell'arrivo.

source: There is no meal option with this room.
it_it: La tariffa di questa camera non include alcun pasto.

source: Breakfast
it_it: Colazione

source: Lunch
it_it: Pranzo

source: Dinner
it_it: Cena

source: All Inclusive
it_it: Tutto incluso

source: included
it_it: incluso

source: Meals
el: Γεύματα
it_it: Trattamento

source: Cancellation
it_it: Cancellazione

source: Prepayment
it_it: Caparra

source: Are you sure?
el: Είσαι σίγουρος?
it_it: Sei sicuro?

source: Enter your details
el: Εισάγετε τα στοιχεία σας
it_it: Inserisci i tuoi dati

source: Name
el: Όνομα
it_it: Nome

source: This field is required.
el: Αυτό το πεδίο είναι υποχρεωτικό.
it_it: Questo campo è obbligatorio

source: Surname
el: Επώνυμο
it_it: Cognome

source: Reenter email
el: Εισάγετε ξανά το email
it_it: Conferma email

source: Address
el: Διεύθυνση
it_it: Indirizzo

source: Postal Code
el: Ταχυδρομικός κώδικας
it_it: CAP

source: Country
el: Χώρα
it_it: Nazione

source: Note
el: Σημείωση
it_it: Messaggio

source: Phone
el: Τηλέφωνο
it_it: Telefono

source: Your estimated time of arrival
el: Αναμενόμενη ώρα άφιξης σας
it_it: Orario di arrivo previsto

source: I don't know
el: Δεν ξέρω
it_it: Non lo so

source: City
el: Πόλη
it_it: Città

source: Province
el: Επαρχία
it_it: Comune

source: Payment method
el: Μέθοδος πληρωμής
it_it: Metodo di pagamento

source: Please choose a payment method
el: Παρακαλώ επιλέξτε μια μέθοδο πληρωμής
it_it: Si prega di selezionare la modalità di pagamento

source: Deposit
el: Κατάθεση
it_it: Caparra

source: Credit card details
el: Στοιχεία πιστωτικής κάρτας
it_it: Dati della carta di credito

source: Holder
el: Κάτοχος
it_it: Intestatario

source: Number
el: Αριθμός
it_it: Numero

source: Valid until
el: Ισχύει μέχρι
it_it: Validità

source: Month (MM)
el: Μήνα (MM)
it_it: Mese (MM)

source: Year (YY)
el: Έτος (ΥΥ)
it_it: Anni (AA)

source: %d day/s
it_it: %d giorno/i

source: Mandatory
el: Υποχρεωτική
it_it: Obbligatorio

source: I agree to the conditions
el: Συμφωνώ με τους όρους
it_it: Accetto le condizioni

source: I accept personal data treatment
el: Δέχομαι την επεξεργασία δεδομένων προσωπικού χαρακτήρα
it_it: Accetto il trattamento dei dati personali

source: I accept additional purposes
el: Δέχομαι επιπρόσθετους σκοπούς
it_it: Accetto ulteriori finalità

source: Send
el: Αποστολή
it_it: Invia

source: Cart Not enabled!
el: Το καλάθι δεν ενεργοποιηθεί!
it_it: Carrello non abilitato!

source: OPS, some errors occurred! Please try again later.
el: OPS, παρουσιάστηκαν μερικά σφάλματα! Παρακαλούμε δοκιμάστε ξανά αργότερα.
it_it: OPS, si sono verificati alcuni errori! Si prega di riprovare più tardi.

source: Your search
it_it: La tua ricerca

source: Extra services
it_it: Servizi Extra

source: Insert your data
it_it: Inserisci i tuoi dati

source: Confirm booking
it_it: Conferma la prenotazione

source: Request for Information
el: Αίτημα για πληροφορίες
it_it: Invia una richiesta informazioni

source: Persons
el: Άτομα
it_it: Persone

source: Special Requests
el: Ειδικά αιτήματα
it_it: Note

source: Personal data treatment
el: Επεξεργασία δεδομένων προσωπικού χαρακτήρα
it_it: Trattamento dei dati personali

source: Additional purposes
el: Επιπρόσθετους σκοπούς
it_it: Ulteriori finalità

source: Sending...
el: Αποστολή...
it_it: Invio in corso

# Page slug
source: resources
el: πόροι
it_it: risorse

# Page slug
source: onsellunits
it_it: vendite

# Page slug
source: offers
el: Προσφορές
it_it: offerte

# Page slug
source: offer
el: προσφορά
it_it: offerta

# Page slug
source: packages
el: Πακέτα διακοπών
it_it: pacchetti-vacanze

# Page slug
source: package
el: πακέτο
it_it: pacchetto-vacanze

# Page slug
source: reviews
el: σχόλια
it_it: recensioni

# Page slug
source: review
el: Αναθεώρηση
it_it: recensione

source: Show phone
el: Εμφάνιση τηλεφώνου
it_it: Mostra telefono

source: Web site
el: Τοποθεσία Web
it_it: Sito web

source: Request info
el: Αίτηση για πληροφορίες
it_it: Richiedi info

source: Proposals
it_it: Proposte

source: Offers
el: Προσφορές
it_it: Offerte

source: Reviews
el: Σχόλια
it_it: Recensioni

source: Good to know
el: Καλό είναι να γνωρίζετε
it_it: Info utili

source: You need to be loggedin in order to access this page.
el: Θα πρέπει να είναι loggedin προκειμένου να αποκτήσετε πρόσβαση σε αυτήν τη σελίδα.
it_it: È necessario essere loggedin al fine di accedere a questa pagina.

source: Personal Informations
el: ΠΡΟΣΩΠΙΚΕΣ ΠΛΗΡΟΦΟΡΙΕΣ
it_it: Informazioni personali

source: Reservations
el: Κρατήσεις
it_it: Prenotazioni

source: Settings
el: Ρυθμίσεις
it_it: Impostazioni

source: Social Network
el: Κοινωνικό δίκτυο
it_it: Rete sociale

source: Give your social profiles
el: Δώστε προφίλ σας
it_it: Dare i vostri profili di social

source: Connect with your account via your social networks , one less password to remember!
el: Συνδεθείτε με το λογαριασμό σας μέσω των κοινωνικών δικτύων σας, να θυμηθείτε έναν κωδικό πρόσβασης λιγότερο!
it_it: Connettiti con il tuo account tramite il tuo social network, una password in meno da ricordare!

source: Your profile
el: Το προφίλ σας
it_it: Il tuo profilo

source: This information is used to automatically fill in your details and book more quickly. We do not share it publicly.
el: Αυτές οι πληροφορίες χρησιμοποιούνται για να αυτόματα να συμπληρώσετε τα στοιχεία σας και κάντε κράτηση πιο γρήγορα. Δεν συμμεριζόμαστε το δημόσια.
it_it: Queste informazioni viene utilizzate per riempire i dettagli e prenotazioni più rapidamente automaticamente. Non condividerlo pubblicamente.

source: Date of birth
el: Ημερομηνία γέννησης
it_it: Data di nascita

source: Gender
el: Των δύο φύλων
it_it: Genere

source: Male
el: Αρσενικό
it_it: Uomo

source: Female
el: Θηλυκό
it_it: Donna

source: State/Province
el: Πολιτεία/Επαρχία
it_it: Stato/provincia

source: Zip Code
el: Ταχυδρομικός κώδικας
it_it: CAP

source: Language
el: Γλώσσα
it_it: Lingua

source: Submit
el: Υποβάλουν
it_it: Invia

source: Reservation number
el: Αριθμός κράτησης
it_it: Numero di prenotazione

source: Booking Detail
el: Λεπτομέρειες κράτησης
it_it: Dettaglio di prenotazione

source: Cancel Booking
el: Ακύρωση κράτησης
it_it: Annulla prenotazione

source: You want to change your password? Click on the button below and we'll send you an email with a link to reset it.
el: Θέλετε να αλλάξετε τον κωδικό πρόσβασής σας; Κάντε κλικ στο κουμπί παρακάτω και θα σας στείλουμε ένα email με ένα σύνδεσμο για να τον επαναφέρετε.
it_it: Vuoi cambiare la tua password? Fare clic sul pulsante qui sotto e ti invieremo una mail con un link per reimpostarla.

source: Change your password
el: Αλλαγή κωδικού πρόσβασης
it_it: Cambiare la password

source: Choose how often you want to receive offers and suggestions, do not miss the best offers!
el: Επιλέξτε πόσο συχνά θέλετε να λάβετε τις προσφορές και προτάσεις, μην χάσετε τις καλύτερες προσφορές!
it_it: Scegli quante volte si desidera ricevere offerte e proposte, da non perdere le migliori offerte!

source: Receive newsletter
el: Λάβετε το ενημερωτικό δελτίο
it_it: Ricevere la newsletter

source: I do not care
el: Δεν με νοιάζει
it_it: Non mi interessa

source: Fetching Reservation Details
el: Θελκτικός στοιχεία κράτησης
it_it: Il recupero di dati della prenotazione

source: Please be patient
el: Παρακαλώ να είστε υπομονετικοί
it_it: Si prega di attendere

source: List
el: Λίστα
it_it: Elenco

source: Grid
el: Πλέγμα
it_it: Griglia

source: Top
el: Κορυφή
it_it: In evidenza

source: New!
el: Νέα!
it_it: Nuova costruzione

source: Contact Agent
el: Επικοινωνήστε με το πρακτορείο
it_it: Contatta

source: Details
el: Λεπτομέρειες
it_it: Dettagli

source: New ad
el: Νέα αγγελία
it_it: Nuovo annuncio

source: Page
el: Σελίδα
it_it: Pagina

source: Would you like to leave your review?
el: Θα θέλατε να αφήσετε την κριτική σας;
it_it: Vuoi essere il primo a scrivere una recensione?

source: Score from %s reviews
el: Βαθμολογία από %s κριτικές
it_it: Basato su %s giudizi

source: Guest Rating
el: Βαθμολογία επισκεπτών
it_it: Valutazione ospiti

source: Read More
el: Διαβάστε περισσότερα
it_it: Leggi tutto

source: Read Less
el: Διαβάστε λιγότερα
it_it: Comprimi

source: No results available
el: Δεν υπάρχουν διαθέσιμα αποτελέσματα
it_it: Nessun risultato disponibile

source: Order
el: Παραγγελία
it_it: Prenotazione

source: Error, please try again
el: Λάθος, παρακαλώ προσπαθήστε ξανά
it_it: Errore, si prega di riprovare

source: Payment
el: Πληρωμή
it_it: Pagamento

source: Years
el: Χρόνια
it_it: Anni

source: Back to list
el: Πίσω στη λίστα
it_it: Torna alla lista

source: adults
el: ενήλικες
it_it: adulti

source: children
el: τα παιδιά
it_it: bambini

source: Total Price
el: Συνολική τιμή
it_it: Prezzo totale

# Page slug
source: form
el: φόρμα
it_it: modulo

source: %s available accommodations
el: %s διαθέσιμα καταλύματα
it_it: %s risorse disponibili

source: Map view
it_it: Vedi mappa

# Page slug
source: rating
el: Βαθμολογία
it_it: Voto

source: Read more
el: Διαβάστε περισσότερα
it_it: Leggi tutto

source: Read less
el: Διαβάστε λιγότερα
it_it: Riduci

source: Request
it_it: Richiedi

source: Book Now
el: Κάντε κράτηση τώρα
it_it: Prenota

source: %s reviews
it_it: %s recensioni

source: Only %d available
el: Μόνο %d διαθέσιμο
it_it: Solo %d disponibili

source: Breakfast included
it_it: Colazione inclusa

source: Half board
it_it: Mezza pensione

source: Full board
it_it: Pensione completa

source: Price for %s person
it_it: Prezzo per %s persone
