Repository: Bookingfor/bookingfor-wordpress-plugin
Catalog: lang/bfi-*.po
Languages: el, it_it

source: Total for
it_it: Totale per

source: %d night/s
it_it: %d notte/i

source: %d hour/s
it_it: %d ora/e

source: %d minute/s
it_it: %d minuto/i

source: From
it_it: Da

source: Offer %d%%
el: Προσφέρουν %d%%
it_it: Offerta %d%%

source: Availability
el: Διαθεσιμότητα
it_it: Disponibilità

source: Cart
it_it: Carrello

source: Add to cart
it_it: Aggiungi al carrello

source: Continue shopping
el: Συνεχίστε τις αγορές
it_it: Continua lo shopping

source: Guest
it_it: Ospiti

source: Search
el: Αναζήτηση
it_it: Cerca

source: Adults
el: Ενήλικες
it_it: Adulti

source: Ages of children
el: Ηλικίες των παιδιών
it_it: Età bambini

source: on
it_it: il

source: We preset your children's ages to %s years old - but if you enter their actual ages, you might be able to find a better price.
it_it: L'età che abbiamo preimpostato per i bambini è %s anni ma se inserisci l'età corretta potresti anche trovare prezzi migliori.

source: Select
el: Επιλέξτε
it_it: Seleziona

source: Confirm your reservation
it_it: Conferma la tua prenotazione

source: You can't acquire resources from another merchant.
el: Δεν μπορείτε να αποκτήσετε πόρους από άλλον έμπορο.
it_it: Non è possibile acquisire risorse da un altro commerciante.

source: selected items
it_it: prodotti selezionati

source: Request Now
it_it: Richiedi ora

source: No results available for the submitted data
el: Δεν υπάρχουν αποτελέσματα που είναι διαθέσιμες για τα υποβληθέντα δεδομένα
it_it: Nessuna disponibilità per la ricerca effettuata

source: Persons min:%1$d max:%2$d
el: Πρόσωπα min: %1$d max: %2$d
it_it: Posti letto - min:%1$d max:%2$d

source: Other %1$d choise
it_it: Altre %1$d scelte

source: Find other great offers!
it_it: Trova altre eccezionali offerte per te!

source: %d week/s
it_it: %d settimana/e

source: %d month/s
it_it: %d mese/i

source: Pay at the property – NO PREPAYMENT NEEDED
it_it: NON SERVE ALCUN PAGAMENTO ANTICIPATO – Paga in struttura

source: No prepayment is needed.
it_it: Non è richiesto alcun pagamento anticipato.

source: You will be charged a prepayment of the total price at any time.
it_it: In qualsiasi momento ti verrà addebitata una caparra sull'intero importo.

source: You will be charged a prepayment of %1$s of the total price at any time.
it_it: In qualsiasi momento ti verrà addebitata una caparra del %1$s sull'intero importo.

source: You will be charged a prepayment of %1$s at any time.
it_it: In qualsiasi momento ti verrà addebitata una caparra di %1$s.

source: Booking Enquiry
it_it: Richiesta di prenotazione

source: Do you want add more?
it_it: Vuoi aggiungere qualcos'altro?

source: Select a period
it_it: Seleziona un periodo

source: selected services
it_it: servizi selezionati

source: Please, select a day
el: Παρακαλούμε, επιλέξτε μια μέρα
it_it: Si prega di selezionare un giorno

source: Change your details
it_it: Modifica i tuoi dettagli

source: Thank you for having chosen us.
el: Σας ευχαριστούμε για την επιλογή μας.
it_it: Il modulo è stato inviato correttamente, grazie.

source: Show All
el: Εμφάνιση όλων
it_it: Mostra tutto

source: Very poor
it_it: Molto scadente

source: Poor
el: Κακή
it_it: Pessimo

source: Disappointing
el: Απογοητευτικό
it_it: Deludente

source: Fair
el: Δίκαιη
it_it: Passabile

source: Okay
el: Εντάξει
it_it: Ok

source: Pleasant
el: Ευχάριστο
it_it: Carino

source: Good
el: Καλό
it_it: Buono

source: Very good
el: Πολύ καλά
it_it: Ottimo

source: Fabulous
el: Θαυμάσιο
it_it: Favoloso

source: Exceptional
el: Άριστο
it_it: Eccellente

source: Description
el: Περιγραφή
it_it: Descrizione

source: Book now
el: Κάντε κράτηση τώρα
it_it: Prenota

source: In short
it_it: In breve

source: Floor area
el: Περιοχή πατωμάτων
it_it: Superficie

source: Min paxes
it_it: Min persone

source: Max paxes
it_it: Max persone

source: Energy Class
el: Ενεργειακή κλάση
it_it: Classe energetica

source: not set
el: δεν έχει οριστεί
it_it: Non impostato

source: nondescript
el: Αλλόκοτος
it_it: Non classificabile

source: free property
el: δωρεάν το κατάλυμα
it_it: Immobile esente

source: Under evaluation
el: Υπό αξιολόγηση
it_it: In fase di valutazione

source: EPI Value
el: EPI αξία
it_it: Valore EPI

source: Share
it_it: Condiviso

source: All reviewers
el: Όλοι
it_it: Tutti gli ospiti

source: Solo travellers
el: Μεμονωμένα άτομα
it_it: Viaggiatore singolo

source: Groups
el: Ομάδες
it_it: Gruppi

source: Young couplet
el: Νέοι δίστιχο
it_it: Coppia giovane

source: Mature couples
el: Ώριμα ζευγάρια
it_it: Coppie mature

source: Families with young children
el: Οικογένειες με μικρά παιδιά
it_it: Famiglia con bambini piccoli

source: Family with older children
el: Οικογένεια με μεγάλα παιδιά
it_it: Famiglia con bambini grandi

source: Based on %1$s Reviews.
el: Βάσει %1$s κριτικές.
it_it: Basato su %1$s recensioni

source: Clean
el: Καθαρίστε
it_it: Pulizia

source: Value for Money
el: Αξία για τα χρήματα
it_it: Rapporto qualità/prezzo

source: Show reviews from
el: Εμφάνιση σχολίων από
it_it: Vedi giudizi lasciati da

source: Write a Review
el: Γράψτε μια κριτική
it_it: Scrivi una recensione

source: Reviewed
el: Η κριτική έγινε:
it_it: Recensito il

source: Stayed
el: Μείνει
it_it: Periodo soggiorno

source: Replied on %1s
el: Απάντησε στις %1s
it_it: Risposto il %1s

source: Reference
el: Αναφορά
it_it: Riferimento

source: Review certified by %1$s
el: Αναθεώρηση πιστοποιημένο από %1$s
it_it: Recensione certificata da %1$s

source: %s has responded to this review
el: %s έχει απαντήσει σε αυτή την κριτική
it_it: %s ha risposto alla recensione

source: No Reviews Found.
el: Δεν βρέθηκαν αξιολογήσεις.
it_it: Nessuna recensione trovata.

source: Would you like to be the first to write a review?
el: Θα θέλατε να είναι ο πρώτος που θα γράψει μια κριτική;
it_it: Vuoi essere il primo a scrivere una recensione?

source: Map
el: Χάρτης
it_it: Mappa

source: Facility
el: Εγκατάσταση
it_it: Servizi

source: No Results Found
el: Δεν βρέθηκαν αποτελέσματα
it_it: Nessun risultato

source: %s available offers
el: %s διαθέσιμες προσφορές
it_it: %s offerte presenti

source: please wait...
el: Παρακαλώ περίμενε...
it_it: Un attimo di pazienza, grazie

source: Type of traveller
el: Τύπος ταξιδιώτη
it_it: Tipo di viaggiatore

source: Confirm E-mail
el: Επιβεβαίωση E-mail
it_it: Conferma E-mail

source: When did you travel?
el: Πότε ταξιδέψατε;
it_it: Quando hai viaggiato?

source: Value for money
el: Αξία για τα χρήματα
it_it: Rapporto qualità/prezzo

source: Valuation
el: Αποτίμηση
it_it: Valutazione

source: List of the facility's positive points
el: Λίστα με τα θετικά σημεία της διευκόλυνσης
it_it: Elenco elementi positivi

source: List of the facility's negative points
el: Λίστα με τα αρνητικά σημεία της διευκόλυνσης
it_it: Elenco elementi negativi

source: I certify that this review is based on my own experience and is my genuine opinion of this accommodation, and that I have no personal or business relationship with this establishment, and have not been offered any incentive or payment originating from the establishment to write this review. I understand that %s has a zero-tolerance policy on fake reviews.
it_it: Certifico che questa recensione si basa sulla mia esperienza personale e è la mia vera opinione su questo alloggio e che non ho rapporti personali o commerciali con questa struttura e non è stato offerto alcun incentivo o pagamento dalla struttura per scrivere questa recensione . Io capisco che %s abbia una politica di tolleranza zero sulle false recensioni.

source: send
el: Αποστολή
it_it: invia

source: Order by
el: Παραγγελία από
it_it: Ordina per

source: To rent
el: Προς ενοικίαση
it_it: Affitto

source: On sale
el: Για την πώληση
it_it: Vendita

source: Area
el: Περιοχή
it_it: Zona

source: Last update
el: Τελευταία ενημέρωση
it_it: Ultimo aggiornamento

source: Floor
el: Πάτωμα
it_it: Piano

source: Ground floor
el: Ισόγειο
it_it: Piano terra

source: Top floor
el: Επάνω όροφος
it_it: Ultimo piano

source: Attic
el: Σοφίτα
it_it: Attico

source: Multiple levels
el: Πολλαπλά επίπεδα
it_it: Su più livelli

source: Condition
el: Κατάσταση
it_it: Condizioni

source: New
el: Νέα
it_it: Nuovo

source: To be refurbished
it_it: Da ristrutturare

source: Excellent
el: Θαυμάσιο
it_it: Eccellente

source: Refurbished
it_it: Ristrutturato

source: Habitable
it_it: Abitabile

source: Bathrooms
el: Μπάνια
it_it: Bagni

source: Heating
el: Θέρμανση
it_it: Riscaldamento

source: Autonomous
el: Αυτόνομη
it_it: Autonomo

source: Communal
el: Κοινόχρηστη
it_it: Centralizzato

source: Pay per use
el: Αμοιβών ανά χρήση
it_it: Contabilizzato

source: Parking space
el: Χώρος στάθμευσης
it_it: p. auto

source: Energy efficiency class
el: Κλάση ενεργειακής απόδοσης
it_it: Classe energetica

source: Nondescript
el: Αλλόκοτος
it_it: Non indicato

source: Free property
el: Δωρεάν το κατάλυμα
it_it: Autonomo

source: Yes
el: Ναι
it_it: Si

source: Real estate agency collaboration
el: Μεσιτικό γραφείο συνεργασία
it_it: E' possibile la collaborazione tra agenzie

source: External order ID
el: Εξωτερικές Παραγγελίες ID
it_it: ID gestionale

source: Correct format: dd/mm/yyyy
el: Σωστή μορφή: dd/mm/yyyy
it_it: Formato corretto: gg/mm/aaaa

source: Booking reference
el: Κωδικός κράτησης
it_it: Identificativo richiesta

source: Client code
el: Κωδικός πελάτη
it_it: Codice cliente

source: Check-in must be great than Check-out
el: Check-in θα πρέπει να είναι μεγάλη από το Check-out
it_it: Check-in deve essere molto superiore ai Check-out

source: Please insert a valid email address!
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email!
it_it: Si prega di inserire un indirizzo email valido!

source: Rejected order
el: Απορριφθείσα διαταγή
it_it: Prenotazione rifiutata

source: Deposit total
el: Σύνολο καταθέσεων
it_it: Caparra totale

source: Order sent to bank
el: Παραγγελία αποσταλεί στην Τράπεζα
it_it: Ordine inviato alla banca

source: Pay
el: Πληρώσει
it_it: Effettua un pagamento

source: Waiting to confirm
el: Αναμονή για επιβεβαίωση
it_it: In attesa di conferma

source: Payment attempt was not successful. Try again
el: Πληρωμή απόπειρα δεν ήταν επιτυχής. Δοκίμασε ξανά
it_it: Tentativo di pagamento non è riuscito. Riprova

source: Payed order
el: Πλήρωσα παραγγελίας
it_it: Pagato

source: Order by credit card guarantee
el: Παραγγείλετε από πιστωτική κάρτα ως εγγύηση
it_it: Ordina per carta di credito a garanzia

source: Change data
el: Αλλαγή δεδομένων
it_it: Cambia

source: Accommodation
el: Διαμονή
it_it: Alloggio

source: Period
el: Περίοδος
it_it: Periodo

source: People
el: Άτομα
it_it: Persone

source: %1s will not charge anything to your credit card. Your credit card details are only requested in order to guarantee your booking.
el: %1s δεν θα χρεώσουμε τίποτα στην πιστωτική σας κάρτα. Τα στοιχεία της πιστωτικής κάρτας σας ζητείται μόνο για εγγύηση της κράτησής σας.
it_it: %1s non addebiterà nulla sulla vostra carta di credito. I dati di carta di credito sono richiesti solo al fine di garantire la vostra prenotazione.

source: Other payments
el: Άλλες πληρωμές
it_it: Altri pagamenti

source: Date
el: Ημερομηνία
it_it: Data

source: Amount
el: Ποσό
it_it: Importo

source: Payment refused
el: Άρνηση πληρωμής
it_it: Pagamento rifiutato

source: New payment
el: Νέα πληρωμή
it_it: Nuovo pagamento

source: It 'requires a further amount for payments
el: Το «απαιτεί ένα περαιτέρω ποσό για πληρωμές
it_it: E ' richiede un ulteriore importo per i pagamenti

source: Please insert a correct amount, it should be this format: xxx.xx (please use dot for deciaml prices)
el: Παρακαλώ εισάγετε μια σωστή ποσότητα, θα πρέπει να είναι σε αυτήν τη μορφή: xxx.xx (παρακαλούμε χρησιμοποιήστε τελεία για τις deciaml τιμές)
it_it: Si prega di inserire un importo corretto, dovrebbe essere questo formato: xxx. XX (si prega di utilizzare dot per i prezzi deciaml)

source: Thank you: payment process successfully completed
el: Σας ευχαριστώ: ολοκληρώθηκε με επιτυχία η διαδικασία πληρωμής
it_it: Grazie: processo di pagamento completato con successo

source: Print
el: Εκτύπωση
it_it: Stampa

source: Payment process not successfully completed
el: Διαδικασία πληρωμής δεν με επιτυχία ολοκληρώθηκε
it_it: Processo di pagamento non completato con successo

source: Payment process not successfully completed and has been deleted
el: Διαδικασία πληρωμής δεν με επιτυχία ολοκληρώθηκε και έχει διαγραφεί
it_it: Processo di pagamento non correttamente completato e cancellata

source: Some problems occured durint payment process, please contact merchant if you are sure that your payment process completed
el: Παρουσιάστηκαν κάποια προβλήματα διαδικασία πληρωμής κατά το χρονικό, παρακαλούμε επικοινωνήστε με έμπορο, εάν είστε βέβαιοι ότι ολοκληρώθηκε η διαδικασία της πληρωμής σας
it_it: Alcuni problemi si sono verificati durante processo di pagamento, si prega di contattare mercante se si è certi che il vostro processo di pagamento completato

source: Error inserting data
el: Σφάλμα κατά την εισαγωγή δεδομένων
it_it: Errore inserimento dati

source: Order doesn't exist
el: Δεν υπάρχει σειρά
it_it: La prenotazione non esiste

source: Deposit does not exist
el: Κατάθεση δεν υπάρχει
it_it: Deposito non esiste

source: At this moment you cannot do payments.
el: Αυτή τη στιγμή δεν μπορείτε να κάνετε πληρωμές.
it_it: In questo momento non si possono fare i pagamenti.

source: Total deposit : €
el: Σύνολο καταθέσεων: €
it_it: Totale caparra: €

source: Almost done
el: Σχεδόν τελείωσε
it_it: Compila ed invia, facile!

source: Attention!
el: Προσοχή!
it_it: Attenzione

source: It 's not possible to insert your own review
el: Δεν είναι δυνατό να εισαγάγετε τη δική σας κριτική
it_it: Non è possibile inserire la tua opinione

source: nonexistent order
el: ανύπαρκτη παραγγελία
it_it: ordine inesistente

source: Order with already a Review
el: Παραγγείλετε με ήδη μια αναθεώρηση
it_it: Ordinare con già una recensione

source: nonexistent order or to which it is not possible to associate a review
el: ανύπαρκτη παραγγελία ή για την οποία δεν είναι δυνατόν να συσχετίσετε μια αναθεώρηση
it_it: ordine inesistente o a cui non è possibile associare una recensione

source: Order not related at this resource
el: Παραγγελία δεν συνδέονται σε αυτόν τον πόρο
it_it: Ordine non legati a questa risorsa

source: Order make before the date to make a review
el: Τάξη κάνει πριν από την ημερομηνία για να κάνει μια ανασκόπηση
it_it: Mettere ordine prima della data di fare una recensione

source: Found %s results
it_it: Trovati %s risultati

source: From %s to %s
it_it: Dal %s al %s

source: Lowest price first
el: Αύξουσα τιμή
it_it: Prezzo più basso

source: Review score
el: Βαθμολογία σχολίων
it_it: Punteggio degli ospiti

source: Best offers
el: Καλύτερες προσφορές
it_it: Offerta migliore

source: No result available
el: Κανένα αποτέλεσμα διαθέσιμο
it_it: Nessun risultato disponibile

source: Leatest ads
el: Leatest αγγελίες
it_it: Ultimi inserimenti

source: Tipology
el: Τύπος
it_it: Tipologia

source: Any
it_it: Qualsiasi

source: Enter Your destination
it_it: Inserisci la tua destinazione

source: Age of children
el: Ηλικία των παιδιών
it_it: Età bambini

source: Show only online booking
el: Εμφάνιση μόνο online κράτησης
it_it: Mostra solo prenotazioni immediate

source: Please enter a integer number
el: Παρακαλώ εισάγετε ένα ακέραιο αριθμό
it_it: Per favore inserisci un numero

source: to
el: για να
it_it: a

source: Floor area m&sup2;
el: Ορόφου περιοχή m²
it_it: Superficie m&sup2;

source: Bedrooms
el: Υπνοδωμάτια
it_it: Camere da letto

source: Only new building
el: Μόνο νέο κτίριο
it_it: Solo immobili nuovi

source: We're processing your request
el: Επεξεργαζόμαστε το αίτημα σας
it_it: Elaborazione in corso

source: Draw area
el: Επιστήσω την περιοχή
it_it: Disegna l'area

source: Circle
el: Κύκλος
it_it: Cerchio

source: Reset
el: Επαναφορά
it_it: Cancella

source: Confirm
it_it: Conferma

source: Click on map and choose your area.
el: Κάντε κλικ στο χάρτη και επιλέξτε την περιοχή σας.
it_it: Posizionati sulla mappa e fai clic per scegliere il primo punto dell'area di ricerca: una volta individuata, clicca Conferma.

source: Free cancellation
it_it: Cancellazione gratuita

source: No prepayment
it_it: Nessun pagamento anticipato

source: Book without credit card
it_it: Prenota senza carta di credito

source: All inclusive
it_it: Tutto incluso

source: Unrated
it_it: Non classificato

source: 1 star
it_it: 1 stella

source: 2 stars
it_it: 2 stelle

source: 3 stars
it_it: 3 stelle

source: 4 stars
it_it: 4 stelle

source: 5 stars
it_it: 5 stelle

source: 6 stars
it_it: 6 stelle

source: 7 stars
it_it: 7 stelle

source: 8 stars
it_it: 8 stelle

source: 9 stars
it_it: 9 stelle

source: 10 stars
it_it: 10 stelle

source: Smart offer
el: Έξυπνη Προσφορά
it_it: Offerte speciali

source: Filter by
el: Φιλτραρισμα Κατα
it_it: Filtra per

source: Star rating
it_it: Stelle

source: Property facility
it_it: Servizi struttura

source: Booking type
el: Τύπος κράτησης
it_it: Tipologia di prenotazione

source: Offer
el: Προσφορά
it_it: Offerta

source: Book with ease
it_it: Prenota facile

source: Show map
el: Εμφάνιση χάρτη
it_it: Mostra mappa

# Page slug
source: rapidview
el: γρήγορη ματιά

# Page slug
source: cartdetails
el: καλάθιΠερισσότερα

source: Search Type
el: Τύπος αναζήτησης

source: Group by condominium
el: Ομάδα από συγκυριαρχία

source: Selected Nights
el: Επιλεγμένες βραδιές

source: Senior
el: Ανώτερος

source: A Search box. (DISMISSED)
el: Ένα πλαίσιο αναζήτησης. (ΑΠΟΡΡΊΦΘΗΚΕ)

source: BookingFor Search (DISMISSED)
el: BookingFor Αναζήτηση (ΑΠΟΡΡΊΦΘΗΚΕ)

source: A Search on Sell box. (DISMISSED)
el: Μια αναζήτηση στο πλαίσιο πώλησης. (ΑΠΟΡΡΊΦΘΗΚΕ)

source: BookingFor Search On Sell (DISMISSED)
el: BookingFor αναζήτηση για πώληση (ΑΠΟΡΡΊΦΘΗΚΕ)

source: Discount
el: Έκπτωση

source: Subtotal
el: Μερικό σύνολο

source: My Cart
el: Το καλάθι μου

source: BFI Custom Merchants Links
el: BFI προσαρμοσμένη Merchants συνδέσεις

source: date
el: ημερομηνία

source: image
el: εικόνα

source: Default
el: Προεπιλογή

source: There was some issue posting your review. Please try back later.
el: Υπήρχε κάποιο θέμα απόσπαση κριτική σας. Παρακαλούμε δοκιμάστε ξανά αργότερα.

source: Your review was succesfully posted.
el: Κριτική σας ήταν καταχωρήθηκε επιτυχώς.

source: A Search box.
el: Ένα πλαίσιο αναζήτησης.

source: A Search on Sell box.
el: Μια αναζήτηση στο πλαίσιο πώλησης.

source: BookingFor Search On Sell
el: BookingFor αναζήτηση για πώληση

source: Email
el: Ηλεκτρονικό ταχυδρομείο

source: Cap
el: Τκ

source: Provincia
el: Επαρχία

source: Personal data's treatment policy
el: Πολιτική προσωπικών δεδομένων της θεραπείας

source: I agree to the personal data's treatment policy
el: Συμφωνώ για τα προσωπικά δεδομένα του πολιτική αγωγή

# Page slug
source: redirect
el: Ανακατεύθυνση

source: Vetrina
el: Κοινωνικά

source: m&sup2;
el: m²

source: Sort By:
el: Ταξινόμηση κατά:

source: Available
el: Διαθέσιμο

source: Treatment
el: Θεραπεία

source: Total for %d night/s
el: Συνολικά για %d νύχτες

source: More Information
el: Περισσότερες πληροφορίες

source: Show More
el: Εμφάνιση περισσοτέρων

source: Show Less
el: Εμφάνιση λιγότερων

source: %s Results found from %s for %s nigth(s)
el: %s αποτελέσματα βρέθηκαν από %s για %s nigth(s)

source: Offer
el: Προσφορά

source: SHOW ALL
el: ΕΜΦΆΝΙΣΗ ΌΛΩΝ

source: Facility contacts data
el: Εγκατάσταση δεδομένων Επαφών

source: Average
el: Κατά μέσο όρο

source: Staff
el: Το προσωπικό του ξενοδοχείου

source: Comfort
el: Άνεση

source: Score filter
el: Βαθμολογία φίλτρο

source: Review
el: Αναθεώρηση

source: Period Stay
el: Περίοδος διαμονής

source: + Details
el: + Καταχώρηση

source: - Details
el: -Λεπτομέρειες

source: Media
el: Μέσα μαζικής ενημέρωσης

source: View Services
el: Προβολή υπηρεσιών

source: %s available holiday packages
el: %s διαθέσιμα: Πακέτα διακοπών

source: E-mail
el: Ηλεκτρονικού ταχυδρομείου

source: I agree to the personal datas treatment policy:
el: Συμφωνώ με την πολιτική αγωγή προσωπική datas:

source: Privacy policy
el: Πολιτική προστασίας προσωπικών δεδομένων

source: I accept
el: Αποδέχομαι

source: I certify that this review is based on my own experience and is my genuine opinion of this accommodation, and that I have no personal or business relationship with this establishment, and have not been offered any incentive or payment originating from the establishment to write this review. I understand that Bibione.com has a zero-tolerance policy on fake reviews.
el: Βεβαιώνω ότι αυτή η αναθεώρηση είναι με βάση τη δική μου εμπειρία είναι γνήσιο γνώμη μου για αυτό το κατάλυμα, και ότι δεν έχουν καμία προσωπική ή επαγγελματική σχέση με αυτή την εγκατάσταση, και δεν έχουν προσφερθεί κάθε κίνητρο ή πληρωμών που προέρχονται από τη σύσταση να γράψω αυτό το επανεξετάσει. Καταλαβαίνω ότι Bibione.com έχει μια πολιτική μηδενικής ανοχής όσον αφορά τις πλαστές κριτικές.

source: Calculate
el: Υπολογισμός

source: Children Ages
el: Ηλικίες παιδιών

source: Conditions
el: Προϋποθέσεις

source: Price for %d nights
el: Τιμή για το %d νύχτες

source: Reservation
el: Κράτηση

source: Show all accommodations
el: Δείτε όλα τα καταλύματα

source: We are processing your request
el: Επεξεργαζόμαστε το αίτημά σας

source: A-Z
el: Α-Ω

source: Z-A
el: Ω-Α

source: Box Auto
el: Αυτόματο κιβώτιο

source: Status
el: Κατάσταση

source: Your Address
el: Τη διεύθυνσή σας

source: Password
el: Κωδικό πρόσβασης

source: Info
el: Πληροφορίες

source: I agree to conditions
el: Συμφωνώ με προϋποθέσεις

source: I agree
el: Συμφωνώ

source: comment
el: σχόλιο

source: A
el: Α

source: B
el: Β

source: D
el: Δ

source: E
el: Ε

source: Alternative accommodations
el: Εναλλακτικών καταλύματα

source: Accomodation
el: Διαμονή

source: On Sell Houses
el: Για πώληση σπίτια

source: Holiday Packages
el: Πακέτα διακοπών

source: Booking online
el: Κράτηση online

source: Destination, property name or address
el: Προορισμού, όνομα ιδιότητας ή διεύθυνση

source: Enter a destination
el: Εισάγετε έναν προορισμό

source: Search filters
el: Φίλτρα αναζήτησης

source: Ratings
el: Αξιολογήσεις

source: Quality
el: Ποιότητα

source: or more bedrooms
el: ή περισσότερα υπνοδωμάτια

source: Merchant's facility
el: Εγκατάσταση εμπόρου

source: Find your property
el: Βρείτε την ιδιοκτησία σας

source: All province
el: Κάθε επαρχία

source: Please select
el: Παρακαλώ επιλέξτε

source: Your holiday
el: Οι διακοπές σας

source: Total price
el: Συνολική τιμή
